[
    {"name": "Road Bikes",
        "price": "300",
        "description": "Road bicycles are designed to be ridden fast on smooth pavement. They have smooth, skinny tires and drop handlebars, and can be used for on-road racing. They are usually lighter than other types of bicycles. They can be ridden on paved trails, but most people find them uncomfortable and unstable on unpaved trails. Most road bikes are not capable of carrying heavy loads, so are not very suitable for commuting or touring.",
        "imageURL": "https://i.ibb.co/rs9dQBg/raleigh-rx-13-z-slim-C.jpg"},

        {"name": "Cyclocross Bikes",
        "price": "300",
        "description": "Cyclocross bicycles are a special type of road bike designed to be raced on a mixed surface course (combination of pavement, unpaved trails, gravel, grass). They have a drop handlebar like regular road bikes, but the tires are a littler wider for more off-road traction, and they have a different style of brake that helps to prevent mud buildup in the frame. Cyclocross bicycles are sometimes called 'cross bikes or cx bikes for short.",
        "imageURL": "https://i.ibb.co/Cwhsh4w/Hf9d29d0008eb4daa8a8783adc04a30556-jpg-220x220.jpg"},
        
        {"name": "Touring Bikes",
        "price": "300",
        "description": "Touring bicycles are another special type of road bike. They are designed to be ridden on pavement, but are more durable for use on self-supported long-distance riding. They have all of the necessary mounting bolts for cargo racks and fenders, and although they still have a drop handlebar, they usually have a more relaxed frame design so that the rider is more upright, for more comfort when riding long distances for multiple days at a time. They have a lower gear range compared to regular road bikes, to allow for carrying heavy loads up steep hills. They also make good commuter bicycles, because of their durability and ability to carry heavy loads.",
        "imageURL": "https://i.ibb.co/93LHKdh/Hdc272e09ae224485a43a4ddfb42212033-png-220x220.png"},

        {"name": "Adventure Road Bikes",
        "price": "300",
        "description": "Adventure Road Bicycles are one of the newest categories of bicycle. They are sometimes called all-road bikes, any-road bikes, or gravel bikes, and are the most versatile sub-category of road bike. Similar to cyclocross bikes, they have drop handlebars and the ability to use wider tires. The frame geometry is longer and more upright compared to a cyclocross bike, however, making these bikes more suitable for long days in the saddle, light touring, and commuting. ",
        "imageURL": "https://i.ibb.co/zJh52TR/Hb901b2d9047e4ae3bc09a1315dbcd4dce-jpg-220x220.jpg"},

        {"name": "Triathlon/Time Trial Bikes",
        "price": "300",
        "description": "Triathlon/Time Trial Bicycles are road bikes with a special design that maximizes their aerodynamic properties. The handlebars are also a special aerodynamic design that allows you to crouch forward while riding, to minimize the wind resistance against your body. Triathlon/time trial races usually have staggered starts, where each racer starts on his/her own; these bicycles are usually not allowed to be used in mass-start races.",
        "imageURL": "https://i.ibb.co/4sn1x8K/H808801dcd0244126bb67a2c0ab232bc9-R-jpg-220x220.jpg"},
        
        {"name": "Track/Fixed-Gear Bikes",
        "price": "300",
        "description": "Track/Fixed-Gear Bicycles or fixies are designed to be ridden on a velodrome, which is a banked oval track specifically for bicycle racing. Some commuters prefer track bikes, however, due to their simple design, which makes them easy to maintain. They have a single gear that does not provide the ability to coast, so if the bike is moving, your feet must be pedaling. For even more simplicity, some riders prefer to not have brakes, since the fixed-gear mechanism can act as a brake. Most track bikes have drop handlebars, but some riders outfit theirs with flat or upright handlebars.",
        "imageURL": "https://i.ibb.co/CQMZSYt/H8825a4ad30c24539863ffd162f21d75d-V-jpg-220x220.png"},
        
        {"name": "Mountain Bikes",
        "price": "300",
        "description": "Mountain Bicycles are design for riding rough off-road trails. They have flat or upright handlebars, and a very low gear range for pedaling up steep trails. Most mountain bikes have some type of shock absorbers or suspension. Mountain bikes with front suspension only are called hardtails; mountain bikes with both front and rear suspension are called full-suspension bikes or duallies. Mountain bikes with no suspension are called rigid. Mountain bikes can be outfitted for use as touring or commuting bikes, although they would not be as light or efficient as traditional touring or commuting bikes. Fat bikes, with their extremely wide tires, are included in the mountain bike category.",
        "imageURL": "https://i.ibb.co/wQCg84c/H995e7e124e4a4ee68194e87af2b46afec-jpg-220x220.jpg"},

        {"name": "Hybrid Bikes",
        "price": "300",
        "description": "Hybrid Bicycles were originally conceived to provide the advantages of both road bikes and mountain bikes. Their large, padded seats and upright handlebars provide a comfortable riding position, and are best for casual riding around the neighborhood or bike paths, short-distance commuting, and errands around town. They can be ridden on paved roads, but are not as lightweight or efficient as road bikes. They are ideal for paved or unpaved bike trails, but are not appropriate for rough off-road mountain bike trails. The tires are usually a medium-width with a semi-smooth tread, to provide a fairly smooth ride on pavement, but enough grip and cushion on unpaved trails. Most hybrid bikes have front suspension to smooth out small bumps, but some are fully rigid. Hybrid bikes used to also be referred to as cross bikes, but that term is not used any more in order to avoid confusion with cyclocross bikes (see above).",
        "imageURL": "https://i.ibb.co/3yRYRdQ/H85e72ab19c8f4cc698e4b472c062b494s-jpg-220x220.jpg"},

        {"name": "Dual-Sport Bikes",
        "price": "300",
        "description": "Dual-Sport Bicycles are a sub-category of hybrid bikes oriented towards riders who want the multi-surface versatility of a hybrid bike, but want a little more aggressive style and riding position. They have a flat or upright handlebar, although not as upright as regular hybrid bikes; they usually have a smaller, more performance-oriented seat, rather than a large comfort seat. Most have front suspension. Dual-sport bikes make good commuter bikes, and are also good for touring on unpaved trails.",
        "imageURL": "https://i.ibb.co/SBnns3k/H36a5c82c4e6f4e52bd4b0a52d9c7d23ds-jpg-220x220.jpg"},
        
        {"name": "Folding Bikes",
        "price": "300",
        "description": "Folding Bicycles are ideal for those who need to travel with their bike, want a bike to keep on their boat or plane, or who live in small apartments and don't have a lot of storage space. They're also good for commuters who need to take their bike on a bus or train for part of their commute, or who don't have a safe place to park their bike at work. Most folding bikes have smaller wheels, which makes the bike a little less efficient and trickier to handle than a standard bike, but most folding bike fans feel the benefits outweigh the disadvantages.",
        "imageURL": "https://i.ibb.co/zmgYTJH/H8df61eef37e84174b7742d23320a0d8dx-jpg-220x220.jpg"},


        {"name": "Cruiser Bikes",
        "price": "300",
        "description": "Cruiser Bicycles are similar to hybrid bikes, in that they are designed for casual riding, and have a very comfortable, upright riding position, and a large, comfortable seat. Cruisers usually have wide balloon tires, and handlebars that are even more upright, and in some cases, swept back compared to hybrid bikes. Most cruiser bikes are single-speed or 3-speed, and have the old-fashioned coaster brake (where you pedal backwards to stop). They can be used for short-distance commuting and errands, as long as your route is fairly flat. Some cruiser bike manufacturers make a wide array of colorful models available, to suit the fashion tastes of any bike afficionado. ",
        "imageURL": "https://i.ibb.co/v46t2Mw/H02b272a0c4524d938a7dfe76586f6036-P-jpg-220x220.jpg"},
        {"name": "Flat-Foot Comfort Bikes",
        "price": "300",
        "description": "Flat-Foot Comfort Bicycles are a sub-category of cruiser bikes. They have an elongated frame design that pushes the pedals a few inches forward of the seat. This allows you to ride with the seat low enough so that you can place your feet flat on the ground when you are stopped, but you still get the full extension of your legs while pedaling. All Electra Bicycle Company bikes have the flat-foot technology; some other manufacturers have created their own flat-foot designs.",
        "imageURL": "https://i.ibb.co/QnFDhJs/giant-defy-composite-3-compact-12-z-slim-C.jpg"},
        {"name": "City Bikes",
        "price": "300",
        "description": "The term city bike doesn't really refer to a specific category of bikes; it's more of a general descriptive term. They might also be called commuter or urban bikes, although many of the bikes listed on this page can be used quite well for riding and commuting in a city. However, there is a certain type of bike that some people have in mind when they use the term city bike. This bike has characteristics of both a hybrid bike and a cruiser bike--usually the upright riding position of a cruiser, but the wheel size of a hybrid bike. ",
        "imageURL": "https://i.ibb.co/cD20dqV/giant-trinity-composite-1-13-z-slim-C.jpg"}
        
        

]












